Repository: seanpm2001/mt-training-data
Catalog: syr/syr_pontoon.tmx
Source language: en_us
Languages: syr

source: Abkhaz
syr: ܐܒܟܐܙܝܬ

source: About
syr: ܡܢܝ ܝܘܚ

source: Accent
syr: ܠܥܙܐ

source: Acehnese
syr: ܐܬܫܝܢܝܬ

source: Additional Language
syr: ܠܫܢܐ ܐܚܪܢܐ

source: Add new custom accent "{ $inputValue }"
syr: ܐܘܣܦ (ܡܙܝܕ) ܠܥܙܐ ܪܫܝܡܐ ܚܕܬܐ { $inputValue }

source: Adyghe
syr: ܐܕܝܓܐܝܬ

source: Afrikaans
syr: ܐܦܪܝܩܢܝܬ

source: Age
syr: ܫܢ̈ܐ

source: All
syr: ܟܠ

source: Amharic
syr: ܐܡܪܢܝܬ

source: Arabic
syr: ܥܪܒܝܬ

source: Aragonese
syr: ܐܪܐܓܘܢܝܬ

source: Armenian
syr: ܐܪܡܢܝܬ

source: Armenian Western
syr: ܐܪܡܢܝܬ ܡܥܪܒܝܐ

source: Assamese
syr: ܐܣܐܡܝܬ

source: Asturian
syr: ܐܣܬܘܪܝܬ

source: Azerbaijani
syr: ܐܙܪܒܝܓܐܢܝܬ

source: Back to Top
syr: ܕܥܪ ܠܥܠܠ

source: Bambara
syr: ܒܡܒܪܐܝܬ

source: Basaa
syr: ܒܐܣܐܝܬ

source: Bashkir
syr: ܒܫܟܝܪܝܬ

source: Become a partner
syr: ܗܘܐ ܫܘܬܦܐ

source: Belarusian
syr: ܒܝܠܘܐܘܪܘܣܢܝܬ

source: Benefits
syr: ܥܠܠܬ̈ܐ

source: Bengali
syr: ܒܢܓܐܠܝܬ

source: Bosnian
syr: ܒܘܣܢܝܢܝܬ

source: Breton
syr: ܒܪܝܬܘܢܝܬ

source: Build Profile
syr: ܒܢܝ ܦܐܬܐ ܕܚܒܝܣܬܐ

source: Bulgarian
syr: ܒܘܠܓܐܪܝܬ

source: Buryat
syr: ܒܘܪܝܬܝܬ

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
syr: ܒܫܪܟܬܐ ܕܐܝܡܝܠ، ܐܚܬܘܢ ܠܝܬ ܠܘܟܘܢ ܕܘܪܫܐ ܒܡܕܒܪܢܘܬܐ ܕܡܘܙܝܠܐ (mozilla) ܒܕܐܗܐ ܡܘܕܥܢܘܬܐ (information) ܐܝܟ ܝܠܗ ܡܘܕܥܝܬܐ ܓܘ <privacyLink> ܫܘܝܫܐ ܕܕܝܠܢܝܘܬܐ <privacyLink/> ܕܡܘܙܝܠܐ.

source: CANCEL
syr: ܒܛܘܠ

source: Cancel Submission
syr: ܒܛܘܠ ܫܕܪܬܐ

source: Cantonese
syr: ܟܐܢܬܘܢܐܝܬ

source: Catalan
syr: ܟܬܠܢܝܬ

source: Central Kurdish
syr: ܩܘܪܕܝܬ ܡܨܥܝܐ

source: Chinese (China)
syr: ܨܝܢܝܬ

source: Chinese (Hong Kong)
syr: ܨܝܢܝܬ (ܗܘܢܓ ܟܘܢܓ)

source: Chinese (Taiwan)
syr: ܨܝܢܝܐ (ܬܐܝܘܐܢ)

source: Choose language/localization
syr: ܓܒܝ ܠܫܢܐ / ܕܘܟܬܢܐܝܬ

source: Chuvash
syr: ܬܫܘܒܐܫܝܬ

source: Clip Graveyard
syr: ܒܝܬ ܩܒ݂ܘܪ̈ܐ ܕܡܐܡܪܐ

source: Clips recorded
syr: ܡܐܡܪ̈ܐ ܡܟܬܒܝ

source: Clips Uploaded
syr: ܡܐܡܪ̈ܐ ܡܘܣܩ ܠܗ

source: Clips validated
syr: ܡܐܡܪ̈ܐ ܫܪܝܪ̈ܐ

source: Clips You've Recorded
syr: ܡܐܡܪ̈ܐ ܡܟܬܒ݂ܝܬܘܢ

source: Clips You've Validated
syr: ܡܐܡܪ̈ܐ ܫܪܝܪܝܬܘܢ

source: Close
syr: ܕܥܘܪ

source: Common Voice Dataset
syr: ܣܕܪܐ ܕܫܘܘܕ̈ܥܐ ܕܩܠܐ ܓܘܢܝܐ

source: Contact
syr: ܐܣܪܐ

source: Continue
syr: ܐܡܢܐ

source: Contribute
syr: ܫܘܬܦ

source: Contribute to { $lang }
syr: ܫܘܬܦ ܥܡ { $lang }

source: Contribute Your Voice
syr: ܗܒܠ ܩܠܘܟܘܢ

source: Cookies
syr: ܟܘܟܟܝܣ

source: Corsican
syr: ܟܘܪܣܝܟܢܝܬ

source: { $count }mo
syr: ܝܪ̈ܚܐ

source: { $countOfInvalidated } rejected by you
syr: { $countOfInvalidated } ܟܦܝܪܝܬܘܢ (rejected by you)

source: { $count }wk
syr: ܫܒ̈ܘܥܐ

source: { $count }y
syr: ܫܢܝ̈ܐ

source: Czech
syr: ܬܫܟܢܝܬ‎

source: Dagbani
syr: ܕܓܒܢܝܬ

source: Danish
syr: ܕܐܢܡܪܟܝܬ

source: Datasets
syr: ܣܕܪ̈ܐ ܫܘܘܕܥ̈ܝܐ

source: Date
syr: ܬܫܥܝܬܐ

source: Delete my recordings
syr: ܫܘܦ ܡܟܬܒܢܘܬܝ

source: Dhivehi
syr: ܕܗܝܒܝܗܐܝܬ

source: Dioula
syr: ܕܝܘܠܐܝܬ

source: Discard ongoing recording
syr: ܡܗܡܐ ܡܟܬܒܘܬܐ ܗܫܝܐ

source: Donate your voice
syr: ܫܘܬܦ ܩܠܘܟܘܢ

source: Don't see your language on Common Voice yet?
syr: ܠܝܬܘܢ ܒܚܙܝܐ ܠܫܢܘܟܘܢ ܥܠ ܩܠܐ ܓܘܢܝܐ؟

source: Edit
syr: ܫܚܠܦ

source: Edit Profile
syr: ܫܚܠܦ ܦܐܬܐ ܕܚܒܝܫܬܐ

source: Email
syr: ܐܝܡܝܠ

source: Email Subscriptions
syr: ܫܪ̈ܟܬܐ ܕܐܝܡܝܠ

source: English
syr: ܐܢܓܠܝܣ

source: ESC
syr: ܩܕܝܠܐ ܕܢܦܩܐ ESC

source: Esperanto
syr: ܐܣܦܪܢܬܘܐܝܬ

source: Estonian
syr: ܐܣܬܘܢܝܬ

source: Exit & Delete clips
syr: ܦܠܘܛ ܘܫܘܦ ܡܐܡܪ̈ܐ

source: FAQ
syr: ܫܘܐܠ̈ܐ ܬܢܝ̈ܐ

source: Female
syr: ܢܩܒܐ

source: Fields marked with an asterisk (*) are required.
syr: * ܒܪܫܡܐ ܝܠܗ ܚܩܠܢ̈ܐ ܐܢܢܩܝ̈ܐ.

source: Finnish
syr: ܦܝܢܠܢܕܝܬ

source: French
syr: ܦܪܢܣܝܬ

source: Fulah
syr: ܦܘܠܗܐܝܬ

source: Gender
syr: ܓܢܣܐ

source: Georgian
syr: ܓܘܪܓܐܝܬ

source: German
syr: ܐܠܡܢܝܐ

source: Get Involved
syr: ܫܘܬܦ

source: Goals
syr: ܢܝ̈ܫܐ

source: Greek
syr: ܝܘܢܐܝܬ

source: Hakha Chin
syr: ܗܐܚܐ ܬܫܝܢܝܬ

source: Have you read our Terms?
syr: ܩܪܝܬܗܘܢ ܬܢܘ̈ܝ ܕܝܝܢ؟

source: Hebrew
syr: ܥܒܪܐܝܬ

source: Help
syr: ܥܘܕܪܢܐ

source: Help us build a high quality, publicly open dataset
syr: ܥܕܪ ܩܬܢ ܒܒܢܝܬܐ ܕܚܕ ܣܕܪܐ ܫܘܘܕܥܝܐ (dataset) ܕܝܠܗ ܐܝܢܝܘܬܐ ܥܠܝܬܐ (high quality) ܘܓܠܝܐܝܬ ܩܐ ܟܠ ܟܕ ܐܢܫܐ

source: Help us by writing or collecting Public Domain sentences.
syr: ܥܕܪ ܩܬܢ ܒܟܬܒܬܐ ܐܘ ܓܒܝܬܐ ܡܐܡܪ̈ܐ ܝܪܬܘܬܐ ܓܠܝܐ.

source: Help us find others to donate their voice!
syr: ܥܕܪ ܩܬܢ ܒܒܨܬܐ (search) ܐܚܪܢܐ ܠܫܘܬܦܘܬܐ ܩܠܐ ܕܝܗ!

source: Help us get to { $goal }
syr: ܥܕܪ ܩܕ ܕܝܝܢ ܡܛܚ ܥܠ { $goal }

source: Help us validate sentences!
syr: ܥܕܪ ܩܬܢ ܒܫܪܪܬܐ ܕܡܡܠ݇ܠ̈ܐ!

source: Help us validate voices
syr: ܥܕܪ ܩܬܢ ܒܫܪܘܪܐ ܕܩܠ̈ܐ

source: Hidden
syr: ܛܘܫܝܐ

source: Hindi
syr: ܗܢܕܝܐ

source: Hours Recorded
syr: ܫܥ̈ܐ ܡܟܬܒܝ

source: Hours Validated
syr: ܫܥ̈ܐ ܫܪܝܪ̈ܐ

source: { $hours } validated hours so far!
syr: { $hours } ܫܥ̈ܐ ܫܪܘܪ̈ܐ ܥܕܡܐ ܠܗܫܐ!

source: How ?
syr: ܐܝܟܢܐ؟

source: How can I get the Common Voice data?
syr: ܕܐܟ݂ܝ ܟܐ ܩܢܝܢ ܫܘܘܕ̈ܥܐ ܕܩܠܐ ܓܘܢܝܐ؟

source: How would you describe your accent?
syr: ܕܐܟܝ ܦܫܩܝܬܘܢ ܠܗ ܠܥܙܐ ܕܝܘܟܘܢ؟

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
syr: ܐܢܐ ܒܥܝܢ ܩܒܠܢ ܐܝܡܝܠ ܐܝܟ ܕܡܥܗܕ̈ܢܘܬܐ ܕܢܝܫ̈ܐ، ܚܘܕ̈ܬܐ ܕܪܗܬܝ ܘ ܛܒܐ ܡܛܠ ܩܠܐ ܓܘܢܝܐ.

source: Irish
syr: ܐܝܪܝܐܝܬ

source: IsiNdebele (South)
syr: ܐܦܐܢ ܐܘܪܘܡܘܐܝܬ

source: Is my account information public?
syr: ܝܠܗ ܡܘܕܥܢܘܬܐ ܕܚܘܫܒܢܝ ܓܠܝܐ؟

source: Is the clip valid?
syr: ܝܠܗ ܡܐܡܪܐ ܫܪܝܪܐ؟

source: Italian
syr: ܐܝܛܠܝܬ

source: Japanese
syr: ܝܦܢܝܐ

source: Join the Common Voice mailing list
syr: ܢܩܦ (join) ܥܡ ܣܕܪܐ ܒܝܠܕܪܝܐ ܕܩܠܐ ܓܘܢܝܐ.

source: Kaqchikel
syr: ܩܐܟܬܫܝܩܠܝܬ

source: Keep
syr: ܢܛܪ

source: Kinyarwanda
syr: ܟܝܢܝܪܐܘܢܕܐ

source: Kurmanji Kurdish
syr: ܩܘܪܕܝܬ

source: Language
syr: ܠܫܢܐ

source: Languages
syr: ܠܫܢ̈ܐ

source: Let's Get Started
syr: ܬܝܡܘܢ ܫܪܚ

source: License
syr: ܦܣܣܐ

source: Link Copied
syr: ܢܣܟ ܐܣܘܪܐ

source: Listen
syr: ܫܡܥܝܼ

source: Loading…
syr: ܡܛܥܢܬܐ ...

source: Localization
syr: ܕܘܟܬܢܐܝܬ

source: Localized
syr: ܡܫܪܝܬܐ

source: Login Identity
syr: ܗܝܝܘܬܐ ܕܥܠܠܐ

source: Log In / Sign Up
syr: ܥܘܠ / ܒܢܝ ܚܫܒܘܢܐ

source: Log Out
syr: ܦܠܘܛ

source: Male
syr: ܕܟܪܐ

source: Manage Email Subscriptions
syr: ܬܓܒܪ ܫܪ̈ܟܬܐ ܕܐܝܡܝܠ

source: Manage Subscriptions
syr: ܬܓܒܪ ܫܪ̈ܟܬܐ

source: Mapudungun
syr: ܡܐܦܘܕܘܢܓܘܢܝܬ

source: Medumba
syr: ܡܕܘܡܒܐܝܬ

source: Message
syr: ܛܐܒ݂ܐ

source: n
syr: ܠ

source: N/A
syr: ܠܐ ܡܬܬܥܒܕܢܐ

source: Name
syr: ܫܡܐ

source: Native Language
syr: ܠܫܢܐ ܐܬܪܢܝܐ

source: Next Goals: { $goal }
syr: ܢܝܫ̈ܐ ܕܐܬܐ: { $goal }

source: No
syr: ܠܐ

source: Norwegian Bokmål
syr: ܢܘܪܒܝܓܐܝܬ ܒܘܟܡܠ

source: Norwegian Nynorsk
syr: ܢܘܪܒܝܓܐܝܬ ܢܝܢܘܪܣܟ

source: No variant selected
syr: ܠܥܙܐ ܠܐ ܦܪܝܫܐ

source: Other
syr: ܐܚܪܢܐ

source: Other people validate those voice clips.
syr: ܐܢܫ̈ܐ ܐܚܪ̈ܢܐ ܫܪܝܪ̈ܐ ܝܢܐ ܐܢܝ ܡܐܡܪ̈ܐ.

source: p
syr: ܫ

source: Partners
syr: ܫܘܬܦܝ̈ܐ

source: Partnerships and networks
syr: ܢܘܠ̈ܐ ܘܡܫܘܬܦܢܘܬ̈ܐ

source: Persian
syr: ܦܪܣܐܝܬ

source: Play/Stop
syr: ܫܓܡ/ܟܠܝ

source: Polish
syr: ܦܘܠܢܕܐܝܬ

source: Portuguese
syr: ܦܘܪܛܘܓܠܐܝܬ

source: Privacy
syr: ܕܝܠܢܝܘܬܐ

source: Privacy Policy
syr: ܫܘܝܫܐ ܕܕܝܠܢܝܘܬܐ

source: Profile
syr: ܦܐܬܐ ܕܚܒܝܫܬܐ

source: Public Domain
syr: ܝܪܬܘܬܐ ܓܠܝܐ

source: r
syr: ܡ

source: Read More
syr: ܩܪܝ ܝܬܝܪ

source: Ready to donate your voice?
syr: ܦܝܫܝܬܘܢ ܥܬܝܕܐ (ready) ܥܡ ܫܘܬܦܝܬܘܢ ܩܠܘܟܘܢ؟

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
syr: ܩܒܠܘܢ ܐܝܡܝܠ (email) ܐܝܟ ܡܘܪܝ̈ܐ (challenges)، ܡܥܗܕ̈ܢܘܬܐ ܕܢܝܫ̈ܐ (goal reminders)، ܚܘܕ̈ܬܐ ܕܪܗܬܝ (progress updates) ܘ ܛܒܐ ܡܛܠ ܩܠܐ ܓܘܢܝܐ.

source: Record/Stop
syr: ܡܟܬܒ/ܟܠܝ

source: Request a Language
syr: ܛܠܒ ܠܫܢܐ

source: *required
syr: ܘܠܝܝܐ*

source: Re-record clip
syr: ܡܐܡܪܐ ܡܟܬܒ݂ ܐܚܪܢܐ

source: Return
syr: ܕܥܪ

source: Return to Common Voice
syr: ܕܥܪ ܠܩܠܐ ܓܘܢܝܐ

source: Return to Languages
syr: ܕܥܪ ܥܠ ܠܫܢ̈ܐ

source: Romanian
syr: ܪܘܡܢܐܝܬ

source: Russian
syr: ܐܘܪܘܣܢܝܬ

source: s
syr: ܥ

source: Save
syr: ܐܚܕ

source: Saved
syr: ܐܚܕܢ

source: See Less
syr: ܚܙܝܼ ܒܵܨܘܿܪܵܐ

source: See More
syr: ܚܙܝܼ ܝܲܬܝܼܪ

source: Sentence Collection
syr: ܟܘܢܫܐ ܕܡܡܠ݇ܠܐ

source: { $sentences } sentences failed
syr: { $sentences } ܚܠܛ̈ܐ ܒܡܡܠ݇ܠ̈ܐ

source: Sex
syr: ܓܢܣܐ

source: Share your clip
syr: ܫܘܬܦ ܡܐܡܪܟ‎

source: Shortcuts
syr: ܦܣܩܐ

source: Sign up for an account
syr: ܡܟܬܒ ܚܘܫܒܢܐ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
syr: ܡܟܬܒ ܠܩܒܠܬܐ ܛܒܐ، ܡܥܗܕ̈ܢܘܬܐ ܕܢܝܫ̈ܐ‌ (goal reminders) ܘ ܚܘܕ̈ܬܐ ܕܪܗܬܐ (progress updates) ܕܩܠܐ ܓܘܢܝܐ

source: sign up for email updates
syr: ܡܟܬܒ ܠܩܒܠܬܐ ܚܘܕ̈ܬܐ ܒܐܝܡܝܠ

source: Sign up for { $lang } updates:
syr: ܡܟܬܒ݂ ܩܐ ܚܘܕܬܐ ܒ{ $lang }:

source: Skip
syr: ܫܘܪ

source: Sorbian, Lower
syr: ܨܘܪܒܐܝܬ ܬܚܬܝܐ

source: Sorry, Common Voice is running slowly. Thanks for your interest.
syr: ܦܚܠܬܐ، ܩܠܐ ܓܘܢܝܐ ܦܠܚܢܐ ܝܠܗ ܝܩܘܪܐ. ܒܣܝܡܐ ܩܐ ܚܦܝܛܘܬܐ ܕܝܘܟܘܢ.

source: Sorry, something went wrong
syr: ܦܚܠܬܐ، ܐܝܬ ܠܢ ܚܕ ܚܠܛܐ.

source: Southern Sotho
syr: ܣܘܬܘܐܝܬ ܬܡܢܝܐ

source: Spanish
syr: ܣܦܢܝܝܐ

source: Speak
syr: ܡܠܠ

source: Speak now
syr: ܐܡܪ ܗܫܐ

source: Speak up, contribute here!
syr: ܡܠܠ ܒܩܠܐ، ܫܘܬܦ ܠܐܟܐ!

source: Start typing to describe your accent
syr: ܫܪܝ ܒܟܬܒܐ ܩܐ ܦܫܩܬܐ ܕܠܥܙܐ ܕܝܘܟܘܢ

source: Status Page
syr: ܐܝܟܢܝܘܬܐ ܕܦܐܬܐ

source: Submit
syr: ܫܕܪ

source: Submit clips
syr: ܫܕܪ ܡܐܡܪ̈ܐ

source: Success
syr: ܟܫܝܪܘܬܐ

source: Success, profile created!
syr: ܟܫܝܪܘܬܐ، ܦܐܬܐ ܕܚܒܝܫܬܐ ܦܝܫܬܐ ܝܠܗ ܒܢܝܬܐ!

source: Swahili
syr: ܣܘܐܗܝܠܐܝܬ

source: Swedish
syr: ܣܘܝܕܐܝܬ

source: Syriac
syr: ܣܘܪܝܝܐ

source: Tamil
syr: ܬܡܝܠܝܬ

source: Terms
syr: ܫܪܥܬ

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
syr: ܒܣܝܡܐ ܩܐ ܣܢܕܘܟ݂ܘܢܐ ܠܫܘܬܦܬܐ ܥܡ { $lang }. ܐܚܢܢ ܦܠܚܢܐ ܝܘܚ ܩܫܝܐ ܥܠ ܗܕܪܬܐ ܕܟܠ ܚܕܐ ܠܫܢܐ ܘܚܘܕܬܐ ܓܘܕ̈ܐ ܦܪܝܫ̈ܐ ܒܐܝܡܝܠ. ܐܢ ܒܥܝܬܘܢ ܫܘܬܦܘܢ، ܗܒ݇ܠܘܢ ܐܝܡܝܠ ܐܠܬܚܬ.

source: Today
syr: ܐܕܝܘܡ

source: Today's Progress
syr: ܫܘܘܫܛܐ ܕܐܕܝܘܡ

source: Turkish
syr: ܬܘܪܟܝܬ

source: Ukrainian
syr: ܐܘܟܪܐܝܢܐܝܬ

source: Urdu
syr: ܐܘܪܕܘܝܬ

source: User Name
syr: ܫܡܐ ܕܡܦܠܚܢܐ

source: Validated Clips
syr: ܡܐܡܪ̈ܐ ܫܪܝܪ̈ܐ

source: Validated Hours
syr: ܫܥ̈ܐ ܫܪܝܪ̈ܐ

source: { $validatedSentences } validated sentences.
syr: { $validatedSentences } ܡܐܡܪ̈ܐ ܫܪܝܪ̈ܐ

source: Vietnamese
syr: ܒܝܬܢܐܡܐܝܬ

source: Visible
syr: ܡܒܝܘܢܐ

source: Voices Online Now
syr: ܐܝܬ ܩܠ̈ܐ ܥܠ ܢܘܠܐ ܗܫܐ

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
syr: ܡܘܙܠܐ ܒܢܝܐ ܝܠܗ ܫܘܬܦܘܬܐ ܕܝܘܠܦܢܐ ܐܘܡܢܘܬܐ ܕܩܠܐ (voice technology). ܐܚܢܢ ܒܥܝܚ ܚܘܕ̈ܬܐܘܟ݂ܘܢ ܒܘܬ ܫܘܘܕ̈ܥܐ ܚܕܬ̈ܐ، ܘܫܡܥܚ ܒܘܬ ܡܦܠܚܬܐ ܕܫܘܘܕ̈ܥܐ.

source: Website Localization
syr: ܕܘܟܬܢܐܝܬ ܕܦܪܣ ܢܘܠܐ

source: Welsh
syr: ܘܝܠܫܝܬ

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
syr: ܐܚܢܢ ܫܘܕܘܝܐ (promise) ܝܘܚ ܩܬ ܢܛܪܟ ܠܗ ܡܘܕܥܢܘܬܐ ܕܝܘܟܘܢ. ܩܪܝܡܘܢ <privacyLink> ܦܘܪܢܣܐ ܕܕܝܠܢܝܘܬܐ <privacyLink/>.

source: We're receiving a lot of traffic and are currently investigating the issues.
syr: ܐܚܢܢ ܩܒܘܠ ܠܝ ܝܘܚ ܪܒܐ ܐܪܚܐ ܘܒܚܘܢܐ ܝܘܚ (investigating) ܐܢܝ ܥܣܩܘܬ̈ܐ (issues) ܗܫܝܐ.

source: We will be in touch with more information as it becomes available.
syr: ܐܚܢܢ ܒܕ ܡܕܥܝ ܝܘܚ ܩܐ ܕܝܘܟ݂ܘܢ ܒܡܘܕܥܢܘܬܐ ܐܝܟ ܦܝܫܬܐ ܠܗ ܓܠܝܬܐ.

source: We will not make your email public.
syr: ܐܚܢܢ ܠܐ ܦܪܣܚ ܠܗ ܐܝܡܝܠ ܕܝܘܟܘܢ ܓܠܝܐܝܬ.

source: What is Common Voice?
syr: ܡܘܕܝ ܝܠܗ̇ ܩܠܐ ܓܘܢܝܐ؟

source: What's Public?
syr: ܡܘܕܝ ܝܠܗ ܓܠܝܐ؟

source: Which variant of { $language } do you speak?
syr: ܕܡܢ ܠܥܙܐ ܕ{ $language } ܟܐ ܗܡܙܡܝܬܘܢ؟

source: Why a profile?
syr: ܩܐ ܡܘܕܝ ܟܐ ܒܥܝܢ ܦܐܬܐ ܕܚܒܝܣܬܐ؟

source: Xhosa
syr: ܙܗܘܫܐܝܬ

source: y
syr: ܗ

source: Yes
syr: ܗܐ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
syr: ܗܝ، ܫܕܪ ܩܐ ܕܝܝ ܐܝܡܝܠ. ܐܢܐ ܒܥܝܢ ܦܝܫܢ ܡܘܕܥܝܐ ܒܘܬ ܥܘܬܕܐ ܕܩܠܐ ܓܘܢܝܐ.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
syr: ܗ݂ܝ، ܫܕܪ ܩܬܝ݂ ܐܝܡܝܠ (emails). ܐܢܐ ܒܥܝܢ ܗܘܝܢ ܦܝܫܬܐ ܡܚܒܪܬܐ ܕܫܘܘܫܛܐ ܕܐܗܐ ܠܫܢܐ ܥܠ ܩܠܐ ܓܘܢܝܐ (common voice).

source: Yiddish
syr: ܝܕܕܐܝܬ

source: Yoruba
syr: ܝܘܪܘܒܐܝܬ

source: Your Languages
syr: ܠܫܢܘܟ݂ܘܢ

source: You've successfully signed up for contributing to { $language }. Thank you.
syr: ܦܝܫܝ ܝܬܘܢ ܡܟܬܘܒܐ ܩܐ ܣܢܕܐ ܕ{ $language }. ܒܣܝܡܐ ܪܒܐ.

source: Zulu
syr: ܙܘܠܘ

source: abnormality
syr: ܫܢܘܙܝܐ

source: account recovery key
syr: ܩܕܝܠܐ ܡܚܝܢܐ ܕܚܘܫܒܢܐ

source: add-on
syr: ܬܘܣܦܬܐ

source: aggregate
syr: ܟܘܢܫܐ ܕ

source: All Hands
syr: ܟܢܫܐ

source: alternate text
syr: ܟܬܝܒܬܐ ܚܠܦܬܐ

source: appear
syr: ܕܡܝܐ

source: appearance
syr: ܕܡܘܬܐ

source: attack
syr: ܨܦܚ

source: attacker
syr: ܨܦܘܚܐ

source: Attack Site
syr: ܒܢܝܢܐ ܕܨܘܦܚܐ

source: attendee
syr: ܫܘܬܦܝܐ

source: authenticate
syr: ܫܪܝܪ

source: authenticated
syr: ܫܪܝܪܐ

source: autoplay
syr: ܡܦܠܚܬܐ ܝܬܢܝܐ

source: back out
syr: ܕܥܪ ܠܒܬܪܐ

source: backup authentication code
syr: ܛܟ݂ܣܐ ܫܪܝܪܘܬܐ ܐܘܨܪܬܐ

source: black box
syr: ܡܐܢܐ ܟܘܡܐ

source: bookmark
syr: ܒܪܝ ܝܕܥܐ ܕܟܬܒܐ

source: boolean
syr: ܛܝܡܐ ܡܠܝܠܐ

source: boot
syr: ܛܪܕ

source: breakpoint
syr: ܢܘܩܙܐ ܕܟܠܝܬܐ

source: Bug report
syr: ܛܒܐ ܕܥܠܬܐ

source: certificate authority
syr: ܫܘܠܛܢܐ ܕܫܪܘܪܐ

source: channel
syr: ܒܝܒ݂ܐ

source: cipher
syr: ܛܟ݂ܣܐ

source: clipboard
syr: ܟܘܪܣܐ

source: clockwise
syr: ܠܩܘܪܒܐ ܫܥܬ݂ܐ

source: colorway
syr: ܡܐ̈ܢܐ ܕܓܘܢ̈ܐ

source: compact
syr: ܚܠܝܨܐ

source: compact - recommend deprioritize
syr: ܚܠܝܨܐ

source: context
syr: ܡܪܕܝܬܐ ܕܡܠܐ

source: contribute
syr: ܫܘܬܦ

source: corrupt
syr: ܚܪܒ݂ܐ

source: corrupted
syr: ܚܪܝܒ݂ܐ

source: counterclockwise
syr: ܒܗܘܦܟ݂ ܡܝܠ ܫܥܬܐ

source: cryptominer
syr: ܚܦܪܐ ܕܙܘܙܐ ܪ̈ܩܡܝܐ

source: cryptomining
syr: ܚܦܪܘܬܐ ܕܙܘܙܐ ܪ̈ܩܡܝܐ

source: debug
syr: ܬܪܨ

source: deceptive site
syr: ܫܘܦܐ ܥܠܕܝܢܐ

source: decode
syr: ܦܘܬܚ ܛܟ݂ܣܐ

source: decryption
syr: ܦܬܘܚ ܪܡܙܐ

source: disinformation
syr: ܛܥܝܘܬܐ ܕܝܘܕܥܐ

source: distrust
syr: ܠܐ ܬܟܝܠܐ

source: eavesdropping
syr: ܓܫܘܫܐ

source: enable
syr: ܦܣܣ

source: encode
syr: ܛܟ݂ܣܘܬܐ

source: encrypt
syr: ܪܡܝܙ

source: encryption
syr: ܪܡܙܢܘܬܐ

source: end user
syr: ܡܦܠܚܢܐ ܐܚܪܝܐ

source: Enhanced Tracking Protection
syr: ܢܛܘܪܘܬܐ ܕܬܒ݂ܝܥܬܐ ܥܠܝܬܐ

source: executable file
syr: ܠܦܦܐ ܡܕܒܪܢܐ

source: extension
syr: ܦܘܪܣܐ

source: external
syr: ܒܪܝܐ

source: Fellow
syr: ܡܣܬܪܢܐ

source: filter bubble
syr: ܒܥܒܘܝܬܐ ܡܨܦܝܢܝܬ̈ܐ

source: fingerprinter
syr: ܒܨܡܢܢܐ ܕܨܒܥܐ

source: fingerprinting
syr: ܒܨܡܢܬܐ ܕܨܒܥܐ

source: Firefox View
syr: ܓܫܩܬܐ ܕܦܝܪܦܘܟܣ

source: gear
syr: ܐܩܦܬܐ

source: grassroots
syr: ܢܩܦܐܝܬ ܡܢ ܐܢܫܐ ܘܥܡܡ̈ܐ

source: home page
syr: ܦܐܬܐ ܪܝܫܝܬܐ

source: idle
syr: ܒܛܝܠܐ

source: import
syr: ܡܥܠܢ

source: innovations
syr: ܡܒܪ̈ܝܬܐ

source: insecure
syr: ܠܐ ܚܬܝܬܐ

source: installation
syr: ܡܩܝܡܬܐ

source: Issue
syr: ܡܩܪܒ

source: L10n
syr: ܕܘܟܬܝܘܬܐ

source: Legacy extension
syr: ܦܘܪܣܐ ܥܬܝܩܐ

source: misinformation
syr: ܝܘܕܥܐ ܛܥܝܘܬܐ

source: native
syr: ܐܬܪܢܝܐ

source: open source
syr: ܡܒܘܥܐ ܓܠܝܐ

source: override
syr: ܥܒ݂ܪ ܒ

source: participation
syr: ܫܘܬܦܬܐ

source: Patch
syr: ܪܘܩܥܐ

source: pop-up
syr: ܦܠܛ ܠܦܬܐ

source: preference
syr: ܨܒ݂ܝܢܘܬܐ

source: release
syr: ܦܪܣܐ

source: report
syr: ܦܘܓܪܦܐ

source: revert
syr: ܕܥܪ

source: search suggestion
syr: ܡܚܫܚܬܐ ܕܒܨܬܐ

source: security keys
syr: ܩܕܝܠ̈ܐ ܕܫܝܢܐ

source: sensitive
syr: ܛܫܝܐ

source: sidebar
syr: ܣܘܪܛܐ ܕܓܒܐ

source: sign
syr: ܪܫܡ

source: signer
syr: ܪܫܡܢܐ

source: studies
syr: ܗܘܓܝ̈ܐ

source: track
syr: ܬܒܥ

source: trackers
syr: ܬܒ݂ܝܥܬܐ ܕܡܠܬܐ

source: Tracking Content
syr: ܚܒ݂ܝܫܬܐ ܬܒ݂ܝܥܬܐ

source: Turbo Mode
syr: ܛܟ݂ܣܐ ܕܬܘܪܒܘ

source: unencrypted
syr: ܠܐ ܪܡܙܐ

source: unresponsive
syr: ܠܐ ܥܢܝܝܐ

source: unsafe
syr: ܠܐ ܡܫܝܢܐ

source: validate
syr: ܫܪܪ

source: validity
syr: ܫܪܝܪܘܬܐ

source: version
syr: ܨܚܚܐ

source: Web Authentication
syr: ܫܪܝܪܘܬܐ ܕܦܪܣ ܢܘܠܐ
